{
  "date": "Wednesday March 5, 2025 / February 20, 2025",
  "header": "First Week of the Great Lent. Tone three. Great Lent. By Monastic Charter: Strict Fast (Bread, Vegetables, Fruits)",
  "lives": [
    "Venerable Leo , bishop of Catania in Sicily (ca. 780).",
    "Abbot Macarius and 34 monks and novices of Valaam Monastery martyred by the Lutherans: hieromonk Titus, schemamonk Tikhon, monks Gelasius, Sergius, Varlaam, Sabbas, Conon, Silvester, Cyprian, Pimen, John, Simonas, Jonah, David, Cornelius, Niphon, Athanasius, and Serapion, and novices Varlaam, Athanasius, Anthony, Luke, Leontius, Thomas, Dionysius, Philip, Ignatius, Basil, Pachomius, Basil, Theophilus, John, Theodore, and John (1578).",
    "New Hieromartyr Nicholas priest (1938).",
    "St. Yaroslav the Wise (1054).",
    "Venerable Agatho , wonderworker of the Kiev Caves (13th-l4th c.).",
    "Beheading of Venerable Cornelius , abbot of the Pskov Caves (1570), and his disciple St. Bassian of Murom.",
    "Hieromartyr Sadoc (Sadoth), bishop of Persia, and 128 Martyrs with him (342).",
    "Venerable Agatho , pope of Rome (682)."
  ],
  "troparia": [
    "Troparia",
    "The First Week of Great Lent, Kontakion, Tone VI — My soul, my soul, arise! Why are you sleeping? The end is drawing near, and you will be confounded. Awake, then, and be watchful, that Christ our God may spare you, Who is everywhere present and fills all things.",
    "St. Leo, Bishop of Catania, Troparion, Tone IV — The truth of things revealed thee to thy flock as a rule of faith,/ a model of meekness and a teacher of abstinence/ wherefore thou hast attained the heights through humility/ and riches through poverty.// O hierarch Leo our father, entreat Christ God that our souls be saved.",
    "Kontakion, Tone VIII \"As firstfruits\" — The Church hath thee, O most blessed one, as a great beacon shining more brightly than the sun./ By thy supplications preserve it invincible, unshaken and unharmed by any heresy,// in that thou art ever-memorable.",
    "St. Cornelius, abbot of the Pskov Caves, Troparion, in Tone VI — The Monastery of the Caves of Pskov, fa­mous from of old for miracles of the icon of the Mother of God, hath raised many monks for God. There also the venerable Cornelius fought the good fight, glorifying the wondrous Mother of God, enlightening the heathen, and saving monks and many of the people, marvelously adorning and fortifying his habitation. And there also he bravely received the crown of martyrdom after many years as pastor. Where­fore, O ye people, let us hymn Christ God and give thanks unto His all-pure Mother, for He hath given us the glorious hieromartyr as a right blessed advocate for our souls.",
    "Kontakion of St. Cornelius, in Tone IV — Thou wast a radiant lamp of Orthodoxy and the twofold defense of the land of Pskov, O father, uprooting polytheism and guiding the people to God. By thee was the house of the Mother of God strengthened and made glorious; and, adorned with the virtues, thou didst re­ceive the crown of martyrdom. O venerable martyr Cornelius, be thou mindful of us, thy children, as thou prayest to the Lord."
  ],
  "scripture": [
    "Isaiah 2:3-11 (6th Hour)",
    "Genesis 1:24-2:3 (Vespers, 1st Reading)",
    "Proverbs 2:1-22 (Vespers, 2nd Reading)"
  ]
}